Repository: 0xWDG/xcstrings-translator
Catalog: xcstrings-translator/Localizable.xcstrings
Source language: en
Languages: ar, da_dk, de, de_ch, de_de, es, es_es, es_mx, es_us, fr, fr_ca, fr_fr, hi, id, it, it_ch, ja, ja_jp, ko, ko_kr, nb_no, nl, nl_nl, pl, pt, pt_br, pt_pt, ru, sv_se, th, tr, tr_tr, vi, vi_vn, zh, zh_cn, zh_hans, zh_hant, zh_hk, zh_tw

source: xcstrings Translator
ar: مترجم xcstrings
da_dk: Forkortelse xcstrings-oversætter
de: Xcstrings Übersetzer
de_ch: xcstrings-Übersetzer
de_de: xcstrings-Übersetzer
es: Traductor de xcstrings
es_es: Traductor de xcstrings
es_mx: Traductor de xcstrings
es_us: Traductor de xcstrings
fr: Traducteur xcstrings
fr_ca: Traducteur de xcstrings
fr_fr: Traducteur de xcstrings
hi: Xcstrings अनुवादक
id: Penerjemah xcstrings
it: Traduttore xcstrings
it_ch: Traduttore di xcstrings
ja: Xcstrings トランスレータ
ja_jp: xcstrings 翻訳者
ko: Xcstrings 번역기
ko_kr: xcstrings 번역기
nb_no: xcstrings-oversetter
nl: Xcstrings Vertaler
nl_nl: xcstrings Vertaler
pl: Tłumacz xcstrings
pt: Tradutor xcstrings
pt_br: Tradutor de xcstrings
pt_pt: Tradutor de strings xcstrings
ru: Xcstrings Переводчик
sv_se: Översättare för xcstrings-filer
th: นักแปล xcstrings
tr: Xcstrings Çevirmeni
tr_tr: xcstrings Çevirmen
vi: Trình dịch xcstrings
vi_vn: Dịch giả xcstrings
zh: Xcstrings翻譯器
zh_cn: xcstrings翻译器
zh_hans: xcstrings翻译器
zh_hant: xcstrings 翻譯器
zh_hk: xcstrings 翻譯器
zh_tw: xcstrings 翻譯器

source: Hungarian
ar: المَجَريّة
da_dk: ungarsk
de: Ungarisch
de_ch: Ungarisch
de_de: Ungarisch
es: Húngaro
es_es: húngaro
es_mx: húngaro
es_us: húngaro
fr: Hongrois
fr_ca: Hongrois
fr_fr: Hongrois
hi: हंगेरी
id: Hungaria
it: Ungherese
it_ch: ungherese
ja: ハンガリー語
ja_jp: ハンガリー語
ko: 헝가리어
ko_kr: 헝가리어
nb_no: ungarer
nl: Hongaars
nl_nl: Hongaars
pl: Węgier
pt: Húngaro
pt_br: húngaro
pt_pt: húngaro
ru: Венгерский
sv_se: ungersk
th: ชาวฮังการี
tr: Macar
tr_tr: Macar
vi: Người Hung-ga-ri
vi_vn: người Hung-ga-ri
zh: 匈牙利語
zh_cn: 匈牙利语
zh_hans: 匈牙利语
zh_hant: 匈牙利語
zh_hk: 匈牙利人
zh_tw: 匈牙利語

source: This is the state which is saved in the strings file.
ar: هذه هي الحالة التي يتم حفظها في ملف السلاسل.
da_dk: Dette er den tilstand, der gemmes i strengfilen.
de: Dies ist der Zustand, der in der Zeichenfolgendatei gespeichert ist.
de_ch: Dies ist der Staat, der in der Zeichenfolge-Datei gespeichert ist.
de_de: Dies ist der Staat, der in der Zeichenfolge-Datei gespeichert ist.
es: Este es el estado que se guarda en el archivo de cadenas.
es_es: Este es el estado guardado en el archivo de cadenas.
es_mx: Este es el estado que se guarda en el archivo de cadenas.
es_us: Este es el estado que se guarda en el archivo de cadenas.
fr: C'est l'état qui est enregistré dans le fichier de chaînes.
fr_ca: C'est l'état qui est enregistré dans le fichier de chaîne.
fr_fr: C'est l'état enregistré dans le fichier de chaînes.
hi: यह वह स्थिति है जो स्ट्रिंग फ़ाइल में सहेजी गई है।
id: Ini adalah keadaan yang disimpan dalam file string.
it: Questo è lo stato che viene salvato nel file delle stringhe.
it_ch: Questo è lo stato salvato nel file stringa.
ja: これは文字列ファイルに保存される状態です。
ja_jp: 文字列ファイルに保存される状態です。
ko: 이것은 문자열 파일에 저장된 상태입니다.
ko_kr: 이 파일은 문자열 파일로 저장되는 상태입니다.
nb_no: Dette er staten som er lagret i strengfilen.
nl: Dit is de status die is opgeslagen in het stringbestand.
nl_nl: Dit is de staat die is opgeslagen in het tekenreeksbestand.
pl: To jest stan, który jest zapisany w pliku ciągów.
pt: Este é o estado que é salvo no arquivo de strings.
pt_br: Este é o estado que é salvo no arquivo de strings.
pt_pt: Este é o estado que é guardado no ficheiro de strings.
ru: Это состояние, которое сохраняется в строковом файле.
sv_se: Detta är den del som sparas i strängfiler.
th: นี่คือสถานะที่บันทึกไว้ในไฟล์สตริง
tr: Bu, strings dosyasına kaydedilen durumdur.
tr_tr: Bu, diziler dosyasında kaydedilen haldir.
vi: Đây là trạng thái được lưu trong tệp chuỗi.
vi_vn: Đây là trạng thái được lưu trong tệp chuỗi.
zh: 這是儲存在字串檔案中的狀態。
zh_cn: 字符串文件中保存的这个状态。
zh_hans: 字符串文件中保存的这个状态。
zh_hant: 這是儲存在字串檔案中的狀態。
zh_hk: 這是儲存在字串檔案中的狀態。
zh_tw: 這是儲存在字串檔案中的狀態。

source: Save
ar: حَفِظَ
da_dk: redde
de: Sparen
de_ch: sparen
de_de: sparen
es: Guardar
es_es: guardar
es_mx: guardar
es_us: guardar
fr: Économiser
fr_ca: économiser
fr_fr: économiser
hi: बचाओ
it: Salvare
it_ch: salvare
ja: 保存する
ja_jp: 保存する
ko: 저장
ko_kr: 저장
nb_no: redning
nl: Opslaan
nl_nl: opslaan
pl: Zapisać
pt: Salvar
pt_br: salvar
pt_pt: salvar
ru: Хранить
sv_se: rädda
th: ประหยัด
tr: Korumak
tr_tr: korumak
vi: Bảo lưu
vi_vn: bảo lưu
zh: 儲存
zh_cn: 挽救
zh_hans: 挽救
zh_hant: 儲存
zh_hk: 儲存
zh_tw: 儲存

source: Translate
ar: تَرْجَمَ
da_dk: oversætte
de: Übersetzen
de_ch: übersetzen
de_de: übersetzen
es: Traducir
es_es: traducir
es_mx: traducir
es_us: traducir
fr: Traduire
fr_ca: traduire
fr_fr: traduire
hi: अनुवाद करें
id: Menerjemahkan
it: Tradurre
it_ch: tradurre
ja: 翻訳する
ja_jp: 翻訳する
ko: 번역하다
ko_kr: 번역하다
nb_no: oversette
nl: Vertalen
nl_nl: vertalen
pl: Przetłumaczyć
pt: Traduzir
pt_br: traduzir
pt_pt: traduzir
ru: Переводить, перевести
sv_se: översätta
th: แปล
tr: Tercüme etmek
tr_tr: tercüme etmek
vi: Dịch
vi_vn: dịch
zh: 翻譯
zh_cn: 翻译
zh_hans: 翻译
zh_hant: 翻譯
zh_hk: 翻譯
zh_tw: 翻譯

source: English (US)
ar: الإنجليزية (الولايات المتحدة)
da_dk: Engelsk (USA)
de: Englisch (USA)
de_ch: Englisch (US)
de_de: Englisch (US)
es: Inglés (EE. UU.)
es_es: Inglés (EE. UU.)
es_mx: Inglés (EE. UU.)
es_us: Inglés (EE. UU.)
fr: Anglais (États-Unis)
fr_ca: Anglais (USA)
fr_fr: Anglais (USA)
hi: अंग्रेज़ी (यूएस)
id: Bahasa Inggris (AS)
it: Inglese (USA)
it_ch: inglese (USA)
ja: 英語（米国）
ja_jp: 英語（米国）
ko: 영어(미국)
ko_kr: 영어(미국)
nb_no: Engelsk (USA)
nl: Engels (VS)
nl_nl: Engels (VS)
pl: Angielski (USA)
pt: Inglês (EUA)
pt_br: Inglês (EUA)
pt_pt: Inglês (EUA)
ru: Английский (США)
sv_se: Engelska (USA)
th: ภาษาอังกฤษ (สหรัฐอเมริกา)
tr: İngilizce (ABD)
tr_tr: İngilizce (ABD)
vi: Tiếng Anh (Mỹ)
vi_vn: Tiếng Anh (Hoa Kỳ)
zh: 英語（美國）
zh_cn: 英语（美国）
zh_hans: 英语（美国）
zh_hant: 英語（美國）
zh_hk: 美式英文
zh_tw: 英語（美國）

source: Swedish
ar: سُويديّ
da_dk: svensk
de: Schwedisch
de_ch: Schwedisch
de_de: Schwedisch
es: Sueco
es_es: sueco
es_mx: sueco
es_us: sueco
fr: Suédois
fr_ca: suédois
fr_fr: suédois
hi: स्वीडिश
id: Swedia
it: Svedese
it_ch: svedese
ja: スウェーデン語
ja_jp: スウェーデン語
ko: 스웨덴어
ko_kr: 스웨덴어
nb_no: svensk
nl: Zweeds
nl_nl: Zweeds
pl: Szwedzki
pt: Sueco
pt_br: sueco
pt_pt: sueco
ru: Шведский
sv_se: svensk
th: ชาวสวีเดน
tr: İsveç dili
tr_tr: İsveç dili
vi: Thụy Điển
vi_vn: Tweed lông cừu
zh: 瑞典語
zh_cn: 瑞典的
zh_hans: 瑞典的
zh_hant: 瑞典語
zh_hk: 瑞典人
zh_tw: 瑞典語

source: Polish
ar: بولَنْديّ
da_dk: polere
de: Hochglanz
de_ch: Hochglanz
de_de: Hochglanz
es: Pulido
es_es: pulido
es_mx: pulido
es_us: pulido
fr: Polir
fr_ca: polir
fr_fr: polir
hi: पॉलिश
id: Semir
it: Lucido
it_ch: lucido
ja: ポーランド語
ja_jp: ポーランド語
ko: 폴란드어
ko_kr: 폴란드어
nb_no: polering
nl: Polijsten
nl_nl: polijsten
pl: Polski
pt: Polimento
pt_br: polimento
pt_pt: polimento
ru: Польский
sv_se: polering
th: ขัดเงา
tr: Polonyalı
tr_tr: Polonyalı
vi: Đánh bóng
vi_vn: đánh bóng
zh: 波蘭語
zh_cn: 磨光
zh_hans: 磨光
zh_hant: 波蘭語
zh_hk: 波蘭人
zh_tw: 波蘭語

source: Dutch
ar: هولَنْديّ
da_dk: nederlandsk
de: Niederländer
de_ch: Niederländer
de_de: Niederländer
es: Holandés
es_es: holandés
es_mx: holandés
es_us: holandés
fr: Néerlandais
fr_ca: néerlandais
fr_fr: néerlandais
hi: डच
id: Belanda
it: Olandese
it_ch: olandese
ja: オランダの
ja_jp: オランダの
ko: 네덜란드어
ko_kr: 네덜란드어
nb_no: kone
nl: Nederlands
nl_nl: Nederlands
pl: Holendrzy
pt: Holandês
pt_br: holandês
pt_pt: holandês
ru: Голландский
sv_se: gumma
th: ดัตช์
tr: Hollandaca
tr_tr: Hollandaca
vi: Người Đức
vi_vn: người Đức
zh: 荷蘭語
zh_cn: 荷兰人
zh_hans: 荷兰人
zh_hant: 荷蘭語
zh_hk: 荷蘭人
zh_tw: 荷蘭語

source: Target Language
ar: اللُغة الهَدَف
da_dk: Sprogtalmål
de: Objektsprache
de_ch: Objektsprache
de_de: Objektsprache
es: Lenguaje destino
es_es: lenguaje destino
es_mx: lenguaje destino
es_us: lenguaje destino
fr: Langue cible
fr_ca: langue cible
fr_fr: langue cible
hi: लक्ष्य भाषा
id: Bahasa Target
it: Lingua d'arrivo
it_ch: lingua d'arrivo
ja: ターゲット言語
ja_jp: 対象言語
ko: 목표 언어
ko_kr: 목표 언어
nb_no: Målrettspråk
nl: Doeltaal
nl_nl: doeltaal
pl: Język przekładu docelowy
pt: Idioma de destino
pt_br: idioma de destino
pt_pt: idioma de destino
ru: Целевой Язык
sv_se: Språkmål
th: ภาษาเป้าหมาย
tr: Hedef Dil
tr_tr: Hedef Dil
vi: Ngôn ngữ mục tiêu
vi_vn: ngôn ngữ mục tiêu
zh: 目標語言
zh_cn: 目标语
zh_hans: 目标语
zh_hant: 目標語言
zh_hk: 目標語言
zh_tw: 目標語言

source: Translation state
ar: حالة الترجمة
da_dk: Oversættelsestilstand
de: Übersetzungsstatus
de_ch: Übersetzungsstaat
de_de: Übersetzungsstatus
es: Estado de la traducción
es_es: Estado de traducción
es_mx: Estado de traducción
es_us: Estado de traducción
fr: État de la traduction
fr_ca: Statut de la traduction
fr_fr: Traduction état
hi: अनुवाद की स्थिति
id: Status terjemahan
it: Stato della traduzione
it_ch: Stato traduzione
ja: 翻訳状態
ja_jp: 翻訳状態
ko: 번역 상태
ko_kr: 번역 상태
nb_no: Oversettelsesstatus
nl: Vertaalstatus
nl_nl: Vertaalstatus
pl: Stan tłumaczenia
pt: Estado de tradução
pt_br: Localização da tradução
pt_pt: Estado da tradução
ru: Состояние перевода
sv_se: Översättningsstatus
th: สถานะการแปล
tr: Çeviri durumu
tr_tr: Çeviri Durumu
vi: Trạng thái dịch thuật
vi_vn: Trạng thái dịch
zh: 翻譯狀態
zh_cn: 翻译状态
zh_hans: 翻译状态
zh_hant: 翻譯狀態
zh_hk: 翻譯狀態
zh_tw: 翻譯狀態

source: Open
ar: مَفْتوح
da_dk: åbne
de: Außen
de_ch: Außen
de_de: Außen
es: Aire libre
es_es: aire libre
es_mx: aire libre
es_us: aire libre
fr: Ouvert
fr_ca: ouvert
fr_fr: ouvert
hi: खुला
id: Buka
it: Aperto
it_ch: aperto
ja: 開いている
ja_jp: 開いている
ko: 열다
ko_kr: 열다
nb_no: åpning
pl: Otwarty
pt: Aberto
pt_br: aberto
pt_pt: aberto
ru: Открытый
sv_se: öppen
th: เปิด
tr: Açık
tr_tr: açık
vi: Mở
vi_vn: mở
zh: 開
zh_cn: 户外
zh_hans: 户外
zh_hant: 開
zh_hk: 打開
zh_tw: 開

source: Needs review
ar: يحتاج إلى مراجعة
da_dk: Gennemgang af krav
de: Muss überprüft werden
de_ch: Prüfung erforderlich
de_de: Prüfung erforderlich
es: Necesita revisión
es_es: Necesita revisión
es_mx: Necesita revisión
es_us: Necesita revisión
fr: Nécessite une révision
fr_ca: Besoin d'examen.
fr_fr: Besoin d'examen
hi: समीक्षा की आवश्यकता है
id: Perlu ditinjau
it: Necessita di revisione
it_ch: Richiesta di revisione
ja: レビューが必要
ja_jp: レビューが必要だ
ko: 검토 필요
ko_kr: 검토 필요
nb_no: Trenger gjennomgang
nl: Heeft beoordeling nodig
nl_nl: Noodzaak van beoordeling
pl: Wymaga przeglądu
pt: Precisa de revisão
pt_br: Requer revisão
pt_pt: Precisa de revisão
ru: Требуется обзор
sv_se: Överväganden krävs
th: ต้องตรวจสอบ
tr: Gözden geçirilmesi gerekiyor
tr_tr: İncelemeye ihtiyaç duyar
vi: Cần xem xét
vi_vn: Cần xem xét lại
zh: 需要審查
zh_cn: 需要审核
zh_hans: 需要审核
zh_hant: 需要審查
zh_hk: 需要審查
zh_tw: 需要審查

source: Arabic
ar: عَرَبيّ
da_dk: arabisk
de: Arabisch
de_ch: Arabisch
de_de: Arabisch
es: Árabe
es_es: árabe
es_mx: árabe
es_us: árabe
fr: Arabe
fr_ca: arabe
fr_fr: arabe
hi: अरबी भाषा
id: Bahasa Arab
it: Arabo
it_ch: arabo
ja: アラビア語
ja_jp: アラビア語
ko: 아라비아어
ko_kr: 아라비아어
nb_no: arabisk
nl: Arabisch
nl_nl: Arabisch
pl: Arabski
pt: Árabe
pt_br: árabe
pt_pt: árabe
ru: Арабский
sv_se: arabisk
th: ภาษาอาหรับ
tr: Arapça
tr_tr: Arapça
vi: Tiếng A-rập
vi_vn: tiếng A-rập
zh: 阿拉伯語
zh_cn: 阿拉伯的
zh_hans: 阿拉伯的
zh_hant: 阿拉伯語
zh_hk: 阿拉伯文
zh_tw: 阿拉伯語

source: Source Language
ar: لُغة المَصْدَرِ
da_dk: Sprogkilde
de: Ausgangssprache
de_ch: Ausgangssprache
de_de: Ausgangssprache
es: Idioma de origen
es_es: Fuente de Lenguaje
es_mx: Fuente de idioma
es_us: Fuente de Idioma
fr: Langue source
fr_ca: langue source
fr_fr: langue source
hi: स्रोत भाषा
id: Bahasa Sumber
it: Lingua di partenza
it_ch: lingua di partenza
ja: ソース言語
ja_jp: 言語ソース
ko: 원시 언어
ko_kr: 원시 언어
nb_no: Språkkilde
nl: Brontaal
nl_nl: Taal van bron
pl: Język oryginału
pt: Idioma de origem
pt_br: Idioma da fonte
pt_pt: Idioma de origem
ru: Исходный Язык
sv_se: Källspråk
th: ภาษาต้นทาง
tr: Kaynak Dil
tr_tr: Kaynak Dil
vi: Ngôn ngữ nguồn
vi_vn: ngôn ngữ nguồn
zh: 源語言
zh_cn: 源语言
zh_hans: 源语言
zh_hant: 語言來源
zh_hk: 來源語言
zh_tw: 語言來源

source: Portuguese (Portugal)
ar: البرتغالية (البرتغال)
da_dk: Portugisisk (Portugal)
de: Portugiesisch (Portugal)
de_ch: Portugiesisch (Portugal)
de_de: Portugiesisch (Portugal)
es: Portugués (Portugal)
es_es: Portugués (Portugal)
es_mx: Portugués (Portugal)
es_us: Portugués (Portugal)
fr: Portugais (Portugal)
fr_ca: Portugais (Portugal)
fr_fr: Portugais (Portugal)
hi: पुर्तगाली (पुर्तगाली)
id: Portugis (Portugal)
it: Portoghese (Portogallo)
it_ch: Portoghese (Portogallo)
ja: ポルトガル語（ポルトガル）
ja_jp: ポルトガル人（ポルトガル）
ko: 포르투갈어(포르투갈)
ko_kr: 포르투갈어(포르투갈)
nb_no: Portugisisk (Portugal)
nl: Portugees (Portugal)
nl_nl: Portugees (Portugal)
pl: Portugalski (Portugalia)
pt: Português (Portugal)
pt_br: Português (Portugal)
pt_pt: Português (Portugal)
ru: Португальский (Португалия)
sv_se: Portugisiska (Portugal)
th: โปรตุเกส (โปรตุเกส)
tr: Portekizce (Portekiz)
tr_tr: Portekizce (Portekiz)
vi: Bồ Đào Nha (Bồ Đào Nha)
vi_vn: Tiếng Bồ Đào Nha (Bồ Đào Nha)
zh: 葡萄牙語（葡萄牙）
zh_cn: 葡萄牙语（葡萄牙）
zh_hans: 葡萄牙语（葡萄牙）
zh_hant: 葡萄牙語(葡萄牙)
zh_hk: 葡萄牙人 (葡萄牙)
zh_tw: 葡萄牙語(葡萄牙)

source: Japanese
ar: يابانيّ
da_dk: japansk
de: Japaner
de_ch: Japaner
de_de: Japaner
es: Japonés
es_es: japonés
es_mx: japonés
es_us: japonés
fr: Japonais
fr_ca: Japonais
fr_fr: Japonais
hi: जापानी
id: Jepang
it: Giapponese
it_ch: giapponese
ja: 日本語
ja_jp: 日本語
ko: 일본인
ko_kr: 일본인
nb_no: japaner
nl: Japans
nl_nl: Japans
pl: Japończyk
pt: Japonês
pt_br: japonês
pt_pt: japonês
ru: Японский
sv_se: japansk
th: คนญี่ปุ่น
tr: Japonca
tr_tr: Japonca
vi: Nhật Bản
vi_vn: Nhật Bản
zh: 日本人
zh_cn: 日本人
zh_hans: 日本人
zh_hant: 日本人
zh_hk: 日本人
zh_tw: 日本人

source: Skip translated
da_dk: Slet oversat
de_ch: Übersetzt überspringen
de_de: Übersetzt überspringen
es_es: Saltar Traducido
es_mx: Saltar traductor
es_us: Saltado
fr_ca: Traduit sauté
fr_fr: Traduit sauté
it_ch: Traduci saltato
ja_jp: 翻訳をスキップする
ko_kr: 번역된 건너기
nb_no: Oversett oversett
nl_nl: vertaald overslaan
pt_br: Pular tradução
pt_pt: Pular tradução
sv_se: Översättning hoppas över
tr_tr: Çevirilen şeyden kaçının
vi_vn: Bỏ qua bản dịch
zh_cn: 跳过翻译
zh_hans: 跳过翻译
zh_hant: 翻譯跳過
zh_hk: 翻譯跳過
zh_tw: 翻譯跳過

source: All Available Languages
da_dk: Alle tilgængelige sprog
de_ch: Alle verfügbaren Sprachen
de_de: ALLE VERFÜGBAREN SPRAC
es_es: Idiomas disponibles
es_mx: Todos los Idiomas Disponibles
es_us: Todos los Idiomas Disponibles
fr_ca: Toutes les langues disponibles.
fr_fr: Toutes les langues disponibles
it_ch: Tutte le lingue disponibili
ja_jp: 利用可能な言語すべて
ko_kr: 사용 가능한 모든 언어
nb_no: Alle tilgjengelige språk
nl_nl: Alle beschikbare talen
pt_br: Todos os Idiomas Disponíveis
pt_pt: Todos os Idiomas Disponíveis
sv_se: Alla tillgängliga språk
tr_tr: Tüm Kullanılabilir Diller
vi_vn: Tất cả các ngôn ngữ có sẵn
zh_cn: 所有可用语言
zh_hans: 所有可用语言
zh_hant: 所有可用語言
zh_hk: 所有可用的語言
zh_tw: 所有可用語言

source: Translation
da_dk: oversættelse
de_ch: Übersetzung
de_de: Übersetzung
es_es: traducción
es_mx: traducción
es_us: traducción
fr_ca: traduction
fr_fr: traduction
it_ch: traduzione
ja_jp: 翻訳
ko_kr: 에서 으로의 번역한 책from into
nb_no: oversettelse
nl_nl: vertaling
pt_br: tradução
pt_pt: tradução
sv_se: översättning
tr_tr: çeviri
vi_vn: bản dịch
zh_cn: 翻译
zh_hans: 翻译
zh_hant: 翻譯
zh_hk: 翻譯
zh_tw: 翻譯

source: Progress
da_dk: fremskridt
de_ch: Fortschritt
de_de: Fortschritt
es_es: progreso
es_mx: progreso
es_us: progreso
fr_ca: progrès
fr_fr: progrès
it_ch: progresso
ja_jp: 進歩
ko_kr: 진행
nb_no: fremskritt
nl_nl: vooruitgang
pt_br: progresso
pt_pt: progresso
sv_se: framsteg
tr_tr: ilerleme
vi_vn: tiến bộ
zh_cn: 进展
zh_hans: 进展
zh_hant: 進步
zh_hk: 進展
zh_tw: 進步

source: Strings
da_dk: Nøgler
de_ch: Zeichenfolge
de_de: Zeichenfolge
es_es: cadena
es_mx: cadena
es_us: cadena
fr_ca: Faites-d'apparaisances
fr_fr: Des cordes
it_ch: Corde
ja_jp: ストリングス
ko_kr: 스트링
nb_no: strengeinstrumenter
nl_nl: Verbandingen
pt_br: Cordas
pt_pt: Cordes
sv_se: Stängsträngar
tr_tr: Dizeler
vi_vn: Đoạn văn có dây
zh_cn: 字符串
zh_hans: 字符串
zh_hant: 字串
zh_hk: 字串
zh_tw: 字串

source: ETA
da_dk: Forventet ankomsttidspunkt
fr_ca: Heure d'arrivée prévue.
it_ch: L'ETA
ja_jp: イータ
ko_kr: 최대 예상 도착 시간
nb_no: Forventet ankomsttidspunkt
nl_nl: verwachte aankomsttijd
pt_br: Ate a hora prevista
tr_tr: Tahmini varış zamanı
zh_hans: 希腊语字母表第七字母
zh_hant: 預計抵達時間

source: Stop
da_dk: stoppe
de_ch: Pause
de_de: Pause
es_es: parada
es_mx: parada
es_us: parada
fr_ca: arrêter
fr_fr: arrêter
ja_jp: 止まる
ko_kr: 멈추다
nb_no: stopp
nl_nl: stoppen
pt_br: parar
pt_pt: parar
sv_se: stoppa
tr_tr: durma
vi_vn: dừng lại
zh_cn: 阻止
zh_hans: 阻止
zh_hant: 停止
zh_hk: 停落嚟
zh_tw: 停止

source: Choose a source and target, then translate your string catalog.
da_dk: Vælg en kilde og et mål, oversæt derefter din tekstkatalog.
de_ch: Wählen Sie eine Quelle und ein Ziel, und übersetzen Sie dann Ihren Zeichenkatalog.
de_de: Wählen Sie eine Quelle und ein Ziel aus, und übersetzen Sie dann Ihren Zeichenkatalog.
es_es: Elija una fuente y un destino, luego traduzca su catálogo de texto.
es_mx: Elige una fuente y un destino, luego traduce tu catálogo de cadenas.
es_us: Elija una fuente y un destino, luego traduje su catálogo de texto.
fr_ca: Sélectionnez une source et une cible, puis traduisez votre catalogue de chaînes.
fr_fr: Sélectionnez une source et une destination, puis traduisez votre catalogue de caractères.
it_ch: Scegli una sorgente e un obiettivo, quindi traduci il tuo catalogo di stringhe.
ja_jp: ソースとターゲットを選択し、文字列カタログを翻訳します。
ko_kr: 소스와 타겟을 선택하고 문자열 카탈로그를 번역하세요.
nb_no: Velg en kilde og et mål, og oversett deretter strengkatalogen ditt.
nl_nl: Kies een bron en een doel, vertaal dan uw tekenreekscatalogus.
pt_br: Selecione uma fonte e um destino, depois traduza seu catálogo de strings.
pt_pt: Escolha uma fonte e um destino e, em seguida, traduza o seu catálogo de strings.
sv_se: Välj en källa och ett mål, översätt sedan din strängkatalog.
tr_tr: Bir kaynak ve hedef seçin, ardından dizi kataloğunuzu çevirin.
vi_vn: Chọn một nguồn và một đích, sau đó dịch danh mục chuỗi của bạn.
zh_cn: 选择一个源语言和目标语言，然后翻译你的字符串目录。
zh_hans: 选择一个源语言和目标语言，然后翻译你的字符串目录。
zh_hant: 請選擇一個來源和目標，然後翻譯你的字串目錄。
zh_hk: 選擇一個來源和目標，然後翻譯你的字串目錄。
zh_tw: 請選擇一個來源和目標，然後翻譯你的字串目錄。

source: Save translations back to the opened string catalog when translation finishes.
da_dk: Gem oversættelser tilbage i den åbne strengekatalog, når oversættelsen er færdig.
de_ch: Lade Übersetzungen zurück in den offenen Zeichenkatalog, wenn die Übersetzung fertig ist.
de_de: Speichern Sie Übersetzungen zurück in den geöffneten Zeichenkatalog, wenn die Übersetzung beendet ist.
es_es: Guarde las traducciones en el catálogo de cadenas abiertas cuando la traducción haya terminado.
es_mx: Guarde las traducciones de nuevo en el catálogo de cadenas abiertas cuando la traducción termine.
es_us: Guarde las traducciones de nuevo en el catálogo de cadenas abiertas cuando la traducción termine.
fr_ca: Enregistrez les traductions dans le catalogue de chaînes ouvertes une fois la traduction terminée.
fr_fr: Enregistrez les traductions dans le catalogue de chaînes ouvertes une fois la traduction terminée.
it_ch: Salva le traduzioni nel catalogo stringa aperto al termine della traduzione.
ja_jp: 翻訳が終了したら、翻訳をオープン文字列カタログに保存します。
ko_kr: 번역이 끝나면 열린 문자 카탈로그로 번역을 되돌려 놓으세요.
nb_no: Lagre oversettelser tilbake i den åpne strengekatalogen når oversettelsen er ferdig.
nl_nl: Sla vertalingen op terug in de geopende tekenreekscatalogus wanneer de vertaling is voltooid.
pt_br: Salve as traduções de volta para o catálogo de strings abertas quando a tradução terminar.
pt_pt: Guarde as traduções de volta para o catálogo de strings abertas quando a tradução terminar.
sv_se: Spara översättningar tillbaka i den öppna strängkatalogen när översättningen är klar.
tr_tr: Çeviri bittiğinde çevirileri açılan dizi kataloğuna geri kaydedin.
vi_vn: Lưu các bản dịch trở lại danh mục chuỗi mở khi bản dịch kết thúc.
zh_hans: 翻译完成后，将翻译内容保存到打开的字符串目录中。
zh_hant: 翻譯完成後，將翻譯內容保存回開啟的字串目錄中。

source: Choose an .xcstrings file to see the strings that can be translated.
da_dk: Vælg en .xcstrings-fil for at se de tegn, der kan oversættes.
de_ch: Wählen Sie eine .xcstrings-Datei, um die übersetzbaren Zeichenfolgen anzuzeigen.
de_de: Wählen Sie eine .xcstrings-Datei, um die übersetzbaren Zeichenfolgen anzuzeigen.
es_es: Elija un archivo .xcstrings para ver las cadenas que pueden traducirse.
es_mx: Elige un archivo .xcstrings para ver las cadenas que pueden traducirse.
es_us: Elija un archivo .xcstrings para ver las cadenas que pueden traducirse.
fr_ca: Choisissez un fichier .xcstrings pour voir les chaînes de caractères qui peuvent être traduites.
fr_fr: Choisissez un fichier .xcstrings pour voir les chaînes de caractères qui peuvent être traduites. Choisissez un fichier .xcstrings pour voir les chaînes de caractères qui peuvent
it_ch: Scegli un file .xcstrings per vedere le stringhe che possono essere tradotte.
ja_jp: 翻訳できる文字列を表示するには、.xcstrings ファイルを選択してください。
ko_kr: 번역할 문자열을 보려면 .xcstrings 파일을 선택하세요.
nb_no: Velg en .xcstrings-fil for å se hvilke strenger som kan oversettes.
nl_nl: Kies een .xcstrings-bestand om de tekenslijsten te zien die kunnen worden vertaald.
pt_br: Escolha um arquivo .xcstrings para ver as strings que podem ser traduzidas.
pt_pt: Escolha um arquivo .xcstrings para ver as strings que podem ser traduzidas.
sv_se: Välj en .xcstrings-fil för att se vilka strängar som kan översättas.
tr_tr: Çevrilenebilecek dizeleri görmek için .xcstrings dosyası seçin.
vi_vn: Chọn một tệp .xcstrings để xem các chuỗi có thể được dịch.
zh_cn: 选择一个.xcstrings文件来查看可以翻译的字符串。
zh_hans: 选择一个.xcstrings文件来查看可以翻译的字符串。
zh_hant: 選擇一個 .xcstrings 檔案，查看可翻譯的字串。
zh_hk: 揀一個.xcstrings檔案去睇吓可以翻譯嘅字串。
zh_tw: 選擇一個 .xcstrings 檔案，查看可翻譯的字串。

source: Used as the selected target language when the app starts.
da_dk: Bruges som det valgte sprog, når appen starter.
de_ch: als ausgewählte Zielsprache beim Start der App verwendet.
de_de: als ausgewählte Zielsprache beim Start der App verwendet.
es_es: Utilizado como idioma de destino seleccionado cuando se inicia la aplicación.
es_mx: Utilizado como el idioma de destino seleccionado cuando se inicia la aplicación.
es_us: Utilizado como idioma de destino seleccionado cuando se inicia la aplicación.
fr_ca: Utilisé comme langue cible sélectionnée au démarrage de l'application.
fr_fr: Utilisé comme langue cible sélectionnée au démarrage de l'application.
it_ch: Utilizzato come lingua di destinazione selezionata all'avvio dell'app.
ja_jp: アプリが起動したときに選択された言語として使用されます。
ko_kr: 앱이 시작될 때 선택한 대상 언어로 사용됨.
nb_no: brukes som det valgte språk når appen starter.
nl_nl: Wordt gebruikt als de geselecteerde taal wanneer de app wordt gestart.
pt_br: Usado como idioma de destino selecionado quando o aplicativo é iniciado.
pt_pt: Utilizado como idioma de destino selecionado quando a aplicação é iniciada.
sv_se: Används som det valda språk när appen startar.
tr_tr: Uygulama başlatıldığında seçilen hedef dil olarak kullanılır.
vi_vn: Được sử dụng như ngôn ngữ mục tiêu được chọn khi ứng dụng bắt đầu.
zh_hans: 在应用程序启动时用作选定的目标语言。
zh_hant: 在應用程式啟動時用作選定的目標語言。

source: Languages
da_dk: Sprogstalende
de_ch: Sprachen
de_de: Sprachen
es_es: Idiomas
es_mx: Idiomas
es_us: Idiomas
fr_ca: Langues
fr_fr: Langues
it_ch: Lingue
ja_jp: 言語
ko_kr: 언어들
nb_no: Språk
nl_nl: Talen
pt_br: Idiomas
pt_pt: Idiomas
sv_se: Språk
tr_tr: Diller
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_hans: 语言
zh_hant: 語言
zh_hk: 語言
zh_tw: 語言

source: Total
da_dk: samlet
de_ch: Summe
de_de: Summe
it_ch: totale
ja_jp: 合計
ko_kr: 합계
nb_no: sluttsum
nl_nl: totaal
sv_se: fullständig
tr_tr: toplam
vi_vn: tổng
zh_cn: 总数
zh_hans: 总数
zh_hant: 總計
zh_hk: 總計
zh_tw: 總計
